{
  "title": "Putting Resources to Work",
  "url": "https://jane.app/guide/putting-resources-to-work",
  "content": "Features\nOnline Booking\nCustom-branded, client-friendly online booking\nPayments\nOnline and in-person PCI-compliant payments\nReporting & Analytics\nCustom reporting and real-time business insights\nStaff & Appointment Scheduling\nManage services, rooms and resources with multi-location support\nOnline Appointments\nHIPAA, PIPEDA and GDPR-compliant telehealth for 1 - 12 clients\nSupport & Training\nUnlimited, award-winning phone, email and chat support — with free data migrations\nCharting\nCustom forms, charts, SOAP notes, and 1000+ templates\nBilling & Insurance\nManage and track cash or insurance-based billing\nSecurity\nFully compliant with remote data storage and 99.9% uptime\nMore from Jane\nJane Payments\nCome see how Jane can help you get paid\nIntegrations\nDiscover more options with integrations\nWebsites\nFlexible website builder for healthcare practitioners\nFeature OverviewPutting Resources to Work\nSchedule\nPutting Resources to Work\n28 min read\nThrive Plan\n📣\nPlease note that Resources are a part of our Thrive Plan. For more info on the different plan options in Jane, check out our\nPricing Page\n.\nWe’ve put together this handy guide to share some examples of ways you can use our\nResources\nfeature to manage your Online Booking availability. We hope these examples help you understand how this feature works.\n👩‍🏫 Just a friendly reminder that Resources is a complex feature so this guide is a longer read. We’d recommend grabbing a refreshment and setting aside some time to really dive in as we explore Resources together.\nTo use Resources, a Full Access user will need to enable advanced scheduling features. Head to\nSettings > Schedule Settings\nto check on\nAdvanced Scheduling\nand\nSave\n.\nWe’d also recommend checking out our guide on\nResource booking - Working with limited resources\nto learn more about Resources as a feature before we jump into scenarios.\nScenario One - Rooms are a Resource\nScenario Two - Practitioner is the Resource\nScenario Three - Both Rooms and the practitioner are a Resource\nScenario Four - Rooms, the practitioner, and a piece of equipment are a Resource\nScenario Five - Rooms, multiple practitioners, and a piece of equipment are a Resource\nScenario One - Rooms are a Resource\nYou have shared rooms that are booked on a first come first served basis.\nIn our example scenario, we have three rooms shared by our RMTs, Amy and Susan.\nHere is how your Resources would be set up:\nOne Resource Pool for your different rooms\nIn our example, we called this “Treatment Rooms”\nEach available room would be a Resource within that Resource Pool\nIn our example, we have three total rooms and have created each one as a Resource: so “Room 1” goes in the “Treatment Rooms” Resource Pool and so on….\nHere is how your appointments would be set up:\nEach treatment will need\n1 required\nResource from the Resource Pool\nFor regular RMT appointments:\n📍 When booking appointments administratively, staff can select a specific room from the Resource Pool; however, when appointments are booked online Jane will randomly select the first available room as the Resource for that appointment.\n🔥 Hot Tip: If you’d like to see what practitioner is booked into what room for their appointment, you can head to your schedule and use the\nResources\nbutton to view the schedule for each Resource.\n🔝\nSkip back to top\nScenario Two - Practitioner is the Resource\nYou have a practitioner who can take multiple clients at once for certain appointment types but can only take one client at a time for other appointment types.\nIn our example scenario, we are working with a chiropractor, Marcus, who can see three clients at a time for subsequent appointments but only one client at a time for initial appointments\n.\n❗️Before we jump into this scenario, since you are working with a practitioner who can potentially see multiple clients at once, you’ll want to make sure you use our Rooms feature to create multiple Shifts within that practitioner’s schedule. We recommend using the\nManage Shifts\nfunction covered in our\nSetting Up Shifts\nguide coupled with the\nRoom Booking\nguide.\nHere is how your Resources would be set up:\nOne Resource Pool for your practitioner\nIn our example, we called this “Marcus”\nWithin that Resource Pool, you would create a practitioner Resource for the maximum amount of clients your practitioner can see at a time\nIn our example, because our chiropractor, Marcus, can see up to three clients at a time for subsequent appointments, we will create three practitioner Resources for our Resource Pool\n❗️ Something to keep in mind as you set up this scenario is that you will need to create your practitioner Resource appointments so that they are assigned to a specific staff member if there is more than one staff member opted into this discipline, rather than using a No Staff Member (Shared Treatment). This is so that one practitioner is not affected by the Resource availability of another practitioner within that same discipline.\n❗️Since you are now working with appointments that are assigned to specific staff members, you’ll want to make sure that\nBook by Staff Member\nin your\nSettings > Online Booking\nis enabled so that your patients are able to book staff specific appointments.\nHere is how your appointments would be set up:\nAppointment types that allow the practitioner to see more than one client at a time would be set to need\n1 Required\nResource from the Resource Pool\nAppointment types that require the practitioner exclusively, an initial visit for example, would be set to need\nAll Required\nResources from the Resource Pool\nFor subsequent chiropractic appointments where Marcus can see up to three clients at once:\nFor initial chiropractic appointments where Marcus can only see one client at a time:\nIn our example, when we go to book Marcus’ Subsequent Treatment, we can see that Jane requires only one of our Resources from the “Marcus” Resource Pool:\nHowever, when we go to book Marcus’ Initial Treatment & Assessment, we can see that Jane requires all three of the Resources from the “Marcus” Resource Pool:\n🔥 Hot Tip #1: We always recommend using the\nMagnifying Glass\n🔎 as a quick and easy way to check your work and how it reflects on your Online Booking Site.\nIn our example, when we use the Magnifying Glass to check the Online Booking Site availability for Marcus’ Subsequent Treatment, we can see that clients can book into any available time slots where an Initial Assessment And Treatment is not booked:\nHowever, when we use the Magnifying Glass to check the availability for Marcus’ Initial Assessment And Treatment, we can see that clients can only book into an available time slot where no other appointments are booked:\n🔥 Hot Tip #2: If you would prefer your appointments start at staggering times, check out Scenario 1 in our\nStaggered Booking Set Up (Multiple Rooms or Clients Overlapping)\nguide for info on how to enable Stagger Online Bookings.\n🔝\nSkip back to top\nScenario Three - Both Rooms and the Practitioner are a Resource\nYou have multiple rooms which are booked on a first come first serve basis. You also have a practitioner who can take multiple clients at once for certain appointment types but can only take one client at a time for other appointment types.\n📍Scenario three is a mix of scenario one and scenario two together. Feel free to check out both scenario one and scenario two for hot tips (marked with a  🔥) and additional notes (marked with a ❗️) on this scenario.\nIn this example scenario, we are working with RMTs, Amy and Susan, and a chiropractor, Marcus, who require a room for their appointments. Our chiropractor can see three clients at a time for subsequent appointments but only one client at a time for initial appointments\n.\nHere is how your Resources would be set up:\nTwo Resource Pools are needed\nOne Resource Pool for your Rooms\nIn our example, we called this “Treatment Rooms”\nOne Resource Pool for your Practitioner\nIn our example, we called this “Marcus”\nWhen setting up the Resource Pool for your rooms, each available room will be its own resource within that pool\nIn our example, we have three total rooms and have created each one as a Resource: so “Room 1” opted into the “Treatment Rooms” Resource Pool and so on….\nWhen setting up the Resource Pool for your practitioner, you will create a practitioner Resource for the maximum amount of clients your practitioner can see at a time\nIn our example, because our chiropractor, Marcus, can see up to three clients at a time for subsequent appointments, we have created three Resources for Marcus: so “Marcus 1” opted into the “Marcus” Resource Pool and so on…\nHere is how your appointments would be set up:\nEach appointment type would be set to need\n1 required\nResource from the room Resource Pool\nAppointment types that allow the practitioner to see more than one client at a time would be set to need\n1 Required\npractitioner Resource from the Resource Pool\nAppointment types that require the practitioner exclusively, an initial visit for example, would be set to need\nAll Required\npractitioner Resources from the Resource Pool\nFor regular RMT appointments:\nFor subsequent chiropractic appointments where Marcus can see up to three clients at once:\nFor initial chiropractic appointments where Marcus can only see one client at a time:\nIn our example, when we go to book a regular 30 Minute Massage appointment, we can see that Jane requires only one of our room Resources from the “Treatment Rooms” Resource Pool because our RMT, Amy, can only ever see one client at a time (so we have not created nor are we using a practitioner Resource Pool for Amy):\nHowever, when we go to book Marcus’ Subsequent Treatment, we can see that Jane requires one of our room Resources from the “Treatment Rooms” Resource Pool AND one of the practitioner Resources from the “Marcus” Resource Pool because Marcus needs a room for his appointment and he can see multiple clients at once for his subsequent appointments:\n🔥 As we did in scenario two, let’s use our handy Magnifying Glass 🔎 to check our work in the schedule:\nNotice how when we use the Magnifying Glass to check the Online Booking Site availability for Marcus’ Subsequent Treatment, we can see that Jane isn’t offering the 10:30 AM slot in Marcus’ schedule even though he could technically take a third client at that time. This is because there is no room availability since Susan and Amy, our RMTs, are already using Room 3 at that time:\n🔝\nSkip back to top\nScenario Four - Rooms, the practitioner, and a piece of equipment are a Resource\nYou have multiple rooms booked on a first come first serve basis, a practitioner who can take multiple clients at once for certain appointment types but can only take one client at a time for other appointment types, and a piece of equipment shared among the clinic.\n📍Scenario four is a mix of scenario one and scenario two with an added Resource for a shared piece of equipment among the clinic. Feel free to check out both scenario one and scenario two for hot tips (marked with a  🔥) and additional notes (marked with a ❗️) on this scenario.\nIn this example scenario, we are working with RMTs, Amy and Susan, a chiropractor, Marcus, and a physiotherapist, Jonathan, who require a room for their appointments. Our chiropractor can see three clients at a time for subsequent appointments but only one client at a time for initial appointments\n.\nBoth our chiropractor and our physiotherapist require X-ray equipment for their initial appointments.\nHere is how your Resources would be set up:\nThree Resource Pools are needed\nOne Resource Pool for your Rooms\nIn our example, we called this “Treatment Rooms”\nOne Resource Pool for your Practitioner\nIn our example, we called this “Marcus”\nOne Resource Pool for your piece of equipment\nIn our example, we called this “X-Ray”\nWhen setting up the Resource Pool for your rooms, each available room will be a Resource within that pool\nIn our example, we have three total rooms and have created each one as a Resource: so “Room 1” opted into the “Treatment Rooms” Resource Pool and so on….\nWhen setting up the Resource Pool for your practitioner, you will create a practitioner Resource for the maximum amount of clients your practitioner can see at a time\nIn our example, because our chiropractor, Marcus, can see up to three clients at a time for subsequent appointments, we have created three Resources for Marcus: so “Marcus 1” opted into the “Marcus” Resource Pool and so on…\nWhen setting up the Resource Pool for your piece of equipment, the equipment will be a Resource within that pool\nIn our example, we only have one X-Ray in the clinic which is shared among the clinic so we created one Resource for it within its own Resource Pool: so “X-Ray” opted into the “X-Ray” Resource Pool\nHere is how your appointments would be set up:\nEach appointment type would be set to need\n1 required\nResource from the room Resource Pool\nAppointment types that allow the practitioner to see more than one client at a time would be set to need\n1 Required\npractitioner Resource from the Resource Pool\nAppointment types that require the practitioner exclusively, an initial visit, for example, would be set to need\nAll Required\npractitioner Resources from the Resource Pool\nAppointment types that require your piece of equipment, an initial visit for example, would be set to need\n1 Required\nequipment Resource from the Resource Pool\nFor regular RMT appointments:\nFor initial physiotherapy appointments that require our x-ray equipment:\nFor subsequent chiropractic appointments where Marcus can see up to three clients at once and does not need the x-ray equipment:\nFor initial chiropractic appointments where Marcus can only see one client at a time and requires the x-ray equipment:\nIn our example, when we go to book a regular 60 Minute Massage appointment, we can see that Jane requires only one of our room Resources from the “Treatment Rooms” Resource Pool because our RMT, Amy, can only ever see one client at a time (so we have not created nor are we using a practitioner Resource Pool for Amy) nor does she require the x-ray Resource from the “X-Ray” Resource Pool:\nThen when we book a physiotherapy Initial Assessment & Treatment, Jane requires one of our room Resources from the “Treatment Rooms” Resource Pool and our x-ray Resource from our “X-Ray” Resource Pool. However, since our physiotherapist, Jonathan, can only ever see one client at a time we have not created or used a practitioner Resource Pool for these appointments:\nLastly, when we book Marcus’ Initial Assessment & Treatment, Jane requiresone of our room Resources from the “Treatment Rooms” Resource Pool, three of the practitioner Resources from the “Marcus” Resource Pool, and also the x-ray Resource from the “X-Ray”  Resource Pool because Marcus needs a room for his appointment, he can only see one client at a time for his initial appointments, and he requires the x-ray for those initial appointments:\n🔥 As we did in scenarios two and three, let’s use our handy Magnifying Glass 🔎 to check our work in the schedule:\nNotice how when we use the Magnifying Glass to check the Online Booking Site availability for Marcus’ Initial Assessment And Treatment, we can see that Jane isn’t offering the 10:30 AM slot in Marcus’ schedule even though he doesn’t have any clients booked at that time and Room 3 is available. This is because the x-ray is not available since it is being used by Jonathan, our physiotherapist, at that time:\n🔝\nSkip back to top\nScenario Five - Rooms, multiple practitioners, and a piece of equipment are a Resource\nYou have multiple rooms booked on a first come first serve basis, multiple practitioners who can take multiple clients at once for certain appointment types but can only take one client at a time for other appointment types, and a piece of equipment shared among the clinic.\n📍Scenario five is a mix of scenario one and scenario two with a second practitioner Resource and an added Resource for a shared piece of equipment among the clinic. Feel free to check out both scenario one and scenario two for hot tips (marked with a  🔥) and additional notes (marked with a ❗️) on this scenario.\nIn this example scenario, we are working with RMTs, Amy and Susan, and two chiropractors, Marcus and Frank, who require a room for their appointments. Our chiropractor, Marcus, can see three clients at a time for subsequent appointments but only one client at a time for initial appointments. Our chiropractor, Frank, can see two clients at a time for subsequent appointments but only one client at a time for initial appointments. Both chiropractors require X-ray equipment for their initial appointments.\nHere is how your Resources would be set up:\nFour Resource Pools are needed\nOne Resource Pool for your Rooms\nIn our example, we called this “Treatment Rooms”\nOne Resource Pool for your first Practitioner\nIn our example, we called this “Marcus”\nOne Resource Pool for your second Practitioner\nIn our example, we called this “Frank”\nOne Resource Pool for your piece of equipment\nIn our example, we called this “X-Ray”\nWhen setting up the Resource Pool for your rooms, each available room will be a Resource within that pool\nIn our example, we have three total rooms and have created each one as a Resource: so “Room 1” opted into the “Treatment Rooms” Resource Pool and so on….\nWhen setting up the Resource Pool for each of your practitioners, you will create a practitioner Resource for the maximum amount of clients your practitioner can see at a time\nIn our example, because our chiropractor, Marcus, can see up to three clients at a time for subsequent appointments, we have created three Resources for Marcus: so “Marcus 1” opted into the “Marcus” Resource Pool and so on…\nHowever, because our chiropractor, Frank, can only see up to two clients at a time for subsequent appointments, we have created two Resources for Frank: so “Frank 1” opted into the “Frank” Resource Pool and so on…\nWhen setting up the Resource Pool for your piece of equipment, the equipment will be a Resource within that pool\nIn our example, we only have one X-Ray in the clinic which is shared among the clinic so we created one Resource for it within its own Resource Pool: so “X-Ray” opted into the “X-Ray” Resource Pool\n❗️ Something to keep in mind as you set up this scenario is that you will need to create your practitioner Resource dependant appointments so that they are assigned to a specific staff member. This is so that one practitioner is not affected by the Resource availability of another practitioner within that same discipline.\nIn our example, this would be the appointments for Marcus and Frank. Both Marcus and Frank would require their own set of appointments which are assigned to them directly. This way, when we set up Marcus’ appointments, we can specify how many of the “Marcus” Resources are needed for each appointment and the same would go for setting up Frank’s appointments with the “Frank” Resources.\n❗️Since you are now working with appointments that are assigned to specific staff members, you’ll want to make sure that\nBook by Staff Member\nin your\nSettings > Online Booking\nis enabled so that your patients are able to book staff specific appointments.\nHere is how your appointments would be set up:\nEach appointment type would be set to need\n1 required\nResource from the room Resource Pool\nAppointment types that allow the practitioner to see more than one client at a time would be set to need\n1 Required\npractitioner Resource from the Resource Pool\nAppointment types that require the practitioner exclusively, an initial visit for example, would be set to need\nAll Required\npractitioner Resources from the Resource Pool\nAppointment types that require your piece of equipment, an initial visit for example, would be set to need\n1 Required\nequipment Resource from the Resource Pool\nFor regular RMT appointments:\nFor initial chiropractic appointments with Marcus that require our x-ray equipment:\nFor subsequent chiropractic appointments with Marcus where Marcus can see up to three clients at once and does not need the x-ray equipment:\nFor initial chiropractic appointments with Frank that require our x-ray equipment:\nFor subsequent chiropractic appointments with Frank where Frank can see up to two clients at once and does not need the x-ray equipment:\nIn our example, when we book a regular 60 Minute Massage appointment, Jane requires only one of our room Resources from the “Treatment Rooms” Resource Pool because our RMT, Amy, can only ever see one client at a time (so we have not created nor are we using a practitioner Resource Pool for Amy) nor does she require the x-ray Resource from the “X-Ray” Resource Pool:\nThen, when we book Marcus’ Initial Assessment & Treatment, Jane  requires one of our room Resources from the “Treatment Rooms” Resource Pool, three of the practitioner Resources from the “Marcus” Resource Pool, and also the x-ray Resource from the “X-Ray”  Resource Pool because Marcus needs a room for his appointment, he can only see one client at a time for his initial appointments, and he requires the x-ray for those initial appointments:\nNext, when we book Frank’s Initial Assessment & Treatment, Jane requires one of our room Resources from the “Treatment Rooms” Resource Pool, two of the practitioner Resources from the “Frank” Resource Pool, and also the x-ray Resource from the “X-Ray”  Resource Pool because Frank needs a room for his appointment, he can only see one client at a time for his initial appointments, and he requires the x-ray for those initial appointments:\nLastly, when we book either of the chiropractor’s Subsequent Treatment, Jane requires one of our room Resources from the “Treatment Rooms” Resource Pool and one of the practitioner Resources from either the “Marcus” or the “Frank” Resource Pool because each chiropractor needs a room for their appointment, they can see multiple clients at a time for their subsequent appointments, and they don’t require the x-ray Resource from the “X-Ray” Resource Pool for their subsequent appointments:\n🔥 As we did in scenarios two, three, and four, let’s use our handy Magnifying Glass 🔎 to check our work in the schedule:\nNotice how when we use the Magnifying Glass to check the Online Booking Site availability for Marcus’ Initial Assessment And Treatment, we can see that Jane is offering the 11:15 AM slot as the next available appointment. This is because Jane is scanning the schedule for all three of the practitioner Resources from the “Marcus” Resource Pool, one of the room Resources from the “Treatment Rooms” Resource Pool, and the x-ray equipment from the “X-Ray” Resource Pool:\n🔝\nSkip back to top\nThere you have it friends! 🤩 Those are a few common scenarios we see Resources used for and we hope these help you get a better understanding of how this amazing feature can help you manage your scheduling.\nThat being said, if your scenario doesn’t match one of those outlined above, or even if you’d just like a helping hand with your setup, we’d be happy to chat with you. Feel free to check out our\nContact Us\npage if you’d like.\nWe’ll also plug our\nResource booking - Working with limited resources\nand\nResource FAQ & Troubleshooting\nguides for you in case you’d like to pop into those.\nWe would really appreciate any feedback you may have regarding Resources as a feature or this example scenarios guide. If you’d like to leave your feedback about the Resources feature, please feel free to pop into our\nFeature Request\npage. If you have suggestions on how this guide could be more helpful, we’d love it if you could\nreach out and let us know\n.\nSubscribe to our monthly newsletter.\nWelcome\nWelcome to the Jane Guide\nCode of Conduct\nFeature Requests\nJane's Brand Assets\nAccount Setup Consultations\nWhat's new in Jane?\nWhat's new in Jane Webinar\nJane's Changelog\nJane's Monthly Newsletter\nUpdates to Interchange Fees for Visa & Mastercard in Canada 🇨🇦\nHoward Spector joins Jane!\nJane Appoints Dan Davidow as Chief Marketing Officer\nJane App's Support Team Wins a Bronze Stevie® Award\nDemo Videos\nPractitioner's Home Base: Day Sheets & Charts\nJane in Action\nPractitioner Training:  Initial Signing In and Overview\nInsurance: Billing a Visit to a 3rd Party\nScheduling: Managing the Schedule with Many Practitioners\nDisciplines, Treatments, & Billing Settings\nSetting up Staff & Scheduling Shifts\nCharting: Signing, Duplicating & Symbols\nScheduling: Complete Schedule Overview\nBilling: Accepting Payments\nLaunching an Insurer Portal\nQuick Start\nStep 1: Clinic Information\nStep 2: Disciplines\nStep 3: Treatments\nStep 4: Staff\nStep 5: Schedule or Diary\nAdditional Set Up Recommendations\nPractitioner Step 1: Practitioner Training\nPractitioner Step 2: Treatments\nPractitioner Step 3: Shifts\nPractitioner Step 4: Online Booking\nPractitioner Step 5: Charting\nAccount Setup Consultations\nSwitching to Jane\nSwitching is easy with Jane on your team\nJane vs. SimplePractice\nAccount Basics\nHow To Check Who's Listed As Account Owner\nChecklist for Starting with Jane\nBrowser Requirements\nDevice & Network Recommendations\nUsing Jane on a Tablet\nUsing Jane on a Smartphone\nKeyboard Shortcuts\nAuto-Logout Duration\nUpdating Your Clinic Email Address & Phone Number\nLog In Help: Username and Password\nEnabling Patient Self Check-in\nAdding a Location\nBooking  a Break on a Mobile Device (Phone or other Small Screen)\nMoving Your Practice to a New Location\nMultiple Locations or Multiple Accounts: How to Set Up Jane for Independent Locations or Practitioners\nAccessibility in Jane\nI Can't Access My Jane Account: A Troubleshooting Guide\nHow to Archive a Treatment, Class or Group Appointment\nBookmarking Your Jane Account for Easy Access\nViewing Protected Financial Documents (For Patients)\nSwitching to the Balance Plan\nAdding a Billing Address for Locations\nUnauthorized Access: What to Do if Your Laptop/Phone is Lost or Stolen\nHow to Archive/Unarchive a Discipline\nHow to Change the Name of Your Clinic\nImporting to Jane\nHow to Import Data to Jane (Overview)\nBasics of Importing to Jane\nDiving Deeper Into Importing to Jane\nWhere Can You Import From? Our Software Import Guides\nReviewing Import Data\nAfter Your Import: What to Expect!\nPost Import FAQs\nTeleplan Transition\nTransitioning Your Patient Credits/Receivables to Jane\nJane to Jane Chart Transfer (Data Transfers) - FAQs\nReassigning Appointments (Updating All Imported Appointments At Once)\nUpdating an Imported Appointment Individually\nTime Zones, Big Data and Your Import\nJane to Jane Chart Transfer (Data Transfers)\nHow to Create a Zip File\nManual Chart Transfers: Transferring Selected Charts to Another Jane Account\nImporting from Jane\nImporting Other Types of Data Alongside a Jane-to-Jane Chart Transfer (Data Transfer)\nSubset (Manual) Chart Transfer Authorization Form Explainer\nImporting from Other Software\nImporting from Abelmed\nImporting from Accuro\nImporting from Acuity\nImporting from Acusimple\nImporting from Aesthetic Record\nImporting from AppointmentPlus (DaySmart)\nImporting from Atlas Chiropractic Software\nImporting from Booker\nImporting from Cerbo\nImporting from Charm EHR\nImporting from ChiroFusion\nImporting from Chirosoft\nImporting from ChiroSpring\nImporting from ChiroSuite\nImporting from ChiroTouch\nImporting from ChiroTouch (Cloud Version)\nImporting from Click4Time\nImporting from ClientTracker (Gingko Software)\nImporting from Clinic Essentials Backup\nImporting from ClinicMaster (Cloud version)\nImporting from Clinicmaster (Desktop Version)\nImporting from ClinicND\nImporting from Cliniko\nImporting from ClinicSense\nImporting from CounSol.com\nImporting from DrChrono EHR\nImporting from Eclipse\nImporting from E-Z Bis\nImporting from EZFacility\nImporting from Full Slate\nImporting from Fresha\nImporting from Booksy (Previously Genbook)\nImporting from Google Calendar/Contacts\nImporting from Healthquest by Microquest\nImporting from Innocare (Previously Clinic Server)\nImporting from IntakeQ\nImporting from Insight\nImporting from Juvonno\nImporting from MacPractice\nImporting from massagebook\nImporting from mBiz\nImporting from Mindbody\nImporting from Practice Jewel/mindZplay\nImporting from Medexa\nImporting from MRX\nImporting from My Client Schedule\nImporting from NexySoft\nImporting from Noterro\nImporting from NousTalk\nImporting from OCA Aspire\nImporting from Office Ally\nImporting from OptimisPT\nImporting from Orchestra One (formerly AirCare)\nImporting from Owl Practice\nImporting from Platinum Chiropractic Software\nImporting from Power Diary (Zanda)\nImporting from PMP\nImporting from PPS/PPS Express (Rushcliff Software)\nImporting from Practice Better\nImporting from Practice Fusion\nImporting from PracticeHub\nImporting from Practice Perfect\nImporting from Prompt Health\nImporting from PTEverywhere\nImporting from QuickBooks\nImporting from Schedulicity\nImporting from Schedulista\nImporting from Setmore\nEMR data migration: How to import data from SimplePractice\nImporting from SimplyBook.me\nImporting from SmartND (Outsmart EMR)\nImporting from Square\nImporting from Tebra\nImporting from TheraLink\nImporting from Ensora Health (formerly TheraNest)\nImporting From TherapyNotes\nImporting from Timely\nImporting from TM2/TM3\nImporting from Unified Practice\nImporting from Universal Office/Antibex Software\nImporting from Vagaro\nImporting from WebPT\nImporting from WellnessLiving\nImporting from Wix\nImporting from Wolf EMR (Telus)\nImporting from Write Upp\nImporting from Zenoti\nFront-Desk Training\nChapter 1: Schedule\nChapter 2: Appointments\nChapter 3: Payments\nChapter 4: Charting\nChapter 5: Patient Experience\nChapter 6: 🇨🇦 Canadian insurance\nChapter 6: 🇺🇸 US insurance\nChapter 7: Happy Dance\n🇨🇦 Canadian Insurance Mini-Course\nPractitioner Training\nLesson 1: Schedule\nLesson 2: Charting Basics\nLesson 3: Charting Tips & Tricks\nLesson 4: Charting Privacy & Changes\nLesson 5: Patient Experience\nLesson 6: Online Booking\nLesson 7: 🇺🇸 US insurance\nLesson 7: 🇨🇦 Canadian insurance\nLesson 8: Happy Dance\nThe Practitioner Dashboard for Clinic Owners\nUsing Jane’s Demo Clinic\nSchedule\nAdding a Location\nEdit Individual Shifts\nSetting Up Shifts\nBooking, Changing or Moving an Appointment (Staff)\n​Booking a Break, Vacation and Holidays on Your Schedule\nClass Booking\nCouples or Related Groups - Booking, Billing, Charting and Notifications\nDeleting a Class or Group Appointment\nKeyboard Shortcuts\nLate Cancellations\nOnline Booking: Checking What is Offered Using the Magnifying Glass\nOnline Booking: Choosing What Is Offered Online\nPatient Arrivals & No Shows\nPatient Privacy and Privacy Mode\nPrint Daysheet\nRe-Booking Appointments\nRecurring Appointments\nReordering Treatments, Disciplines and Staff Members (Admin Schedule and Online Booking)\nResource Booking - Working With Limited Resources\nRoom Booking\nSelf Check In (For Patients)\nSetting a Post Treatment Reset Time or Break\nSetting the Schedule Grid\nSetting up Treatments\nStaggered Booking Set Up (Multiple Rooms or Clients Overlapping)\nSpecial Notes\nSubscribing to Your Calendar (for Staff)\nTags – Limiting Treatment Availability\nUsing the Wait List\nWho was Cancelled/Deleted from the Schedule?\nWorking With the Schedule or Diary\nSchedule Opening & Closing Time\nCancel or Delete an Appointment from the Schedule\nStaff Member not Showing up on Schedule\nDirecting New Clients to Book an Initial Visit Only\nRemoving a Location\nContact to Book\nAccessibility in Jane\nHow to Hide Your Location from Your Online Booking Site\nSetting Up Shifts FAQ\nAllow Post-Treatment Time After Shift Ends\nPrevent Staff from Booking Outside of Shifts\nAdministrative Double Booking\nChanging the Length of a Scheduled Appointment\nPutting Tags to Work\nGroup Appointments\nGroup Appointments: Client Experience\nHow to Book Services or Resources Without a Staff Member\nChapter 1: Schedule\nIcons on the Schedule\nSave Space on Your Screen by Minimizing Weekends\nBooking  a Break on a Mobile Device (Phone or other Small Screen)\nMedical Aesthetics Hub\nHow to View the Booking History of an Appointment\nPutting Resources to Work\nResource FAQ & Troubleshooting\nEditing an Appointment Marked as 'Arrived'\nSchedule View Settings\nOnline Booking\nOnline Booking: Choosing What Is Offered Online\nSetting up Online Booking like a Boss\nAdding \"Book Online\" Buttons to Your Website\nBooking an Appointment Online (For Patients)\nCancellation Policy\nEnabling Patient Self Check-in\nFamily Profiles - Managing Family Members (For Patients)\nFamily Profiles - Managing Family Members from the Patient Profile\nFamily Profiles - Online Booking & Intake Forms\nFamily Profiles - Payments with Shared Credit Cards\nGoogle Analytics\nLink Online Booking to Instagram\nNot Accepting New Patients - Return Clients Only\nOnline Booking: Checking What is Offered Using the Magnifying Glass\nOnly Allow Approved Online Booking\nTurning on Online Booking and Setting up Different Permissions\nOnline Rolling Availability\nReordering Treatments, Disciplines and Staff Members (Admin Schedule and Online Booking)\nSelf Check In (For Patients)\nSave Space on Your Screen by Minimizing Weekends\nTags – Limiting Treatment Availability\nOnline Booking Pre-Payments\nNotice / Message on Online Booking Pages (for Announcements or Instructions)\nDirecting New Clients to Book an Initial Visit Only\nContact to Book\nHow to Hide Your Location from Your Online Booking Site\nCustomizing Your Online Booking, My Account & Email Branding\nPutting Tags to Work\nWorking with Patients across Time Zones\nHow to Disable Online Booking\nBehavioral Health Hub\nMobile Services Hub\nReserve with Google\nCustomizing Your Online Booking Background\nPatient's Preferred Time Zone\nOnline Double Booking\nBooking Multiple Appointments: Client Experience\nHow to Change (and Find!) Your Online Booking Website Address (URL)\nTips for Simplifying Online Booking for New Clients\nLimiting the Number of Appointments that Patients Can Book Online\nWorking with Patients in Different Timezones Hub\nJane's Mobile App for Clients: Signing in and Troubleshooting\nOnline Booking Grace Period\nJane's Mobile App for Clients\nJane's Mobile App for Clients (Guide for Clinics)\nUnderstanding \"Booked\" vs \"No Availability\" on Your Online Booking Site\nOnline Booking: Individual Staff Preference\nOnline Booking Availability for 1:1 and Group Online Appointments\nJane's Mobile App for Clients\nJane's Mobile App for Clients: Signing in and Troubleshooting\nJane's Mobile App for Clients\nJane's Mobile App for Clients (Guide for Clinics)\nA Message From Ali on Jane's Mobile App for Clients\nOnline Appointments (Telehealth)\nGetting Started with Online Appointments\nPrivacy & Security for Online Appointments\nOnline Appointments for Groups FAQ\nTurning on Virtual Backgrounds for Online Appointments\nHow to Join Your Online Appointment (For Clients)\nBehavioral Health Hub\nWeighing the Benefits of Telehealth: Questions and Considerations\nOnline Appointments FAQ\nSetting up Online Appointments\nOnline Appointments for Groups\nHow to Join Your Online Appointment (For Practitioners)\nJoining an Online Appointment in Jane's Mobile App\nOnline Appointments: A Troubleshooting Guide (Mobile Device on a Browser)\nAI Scribe\nAI Scribe: Getting Started\nAI Scribe: Sample Prompts\nAI Scribe: Working with Recordings\nAI Scribe: FAQ and Troubleshooting\nJane's AI Principles\nCharting\nAdding a Signature to Charts & Invoices/Receipts\nUse Phrases For Faster Charting\nAppointment Charting Status\nChart Parts for Creating a Chart Template\nChart Template Library\nCharting for a Past Date\nCharting New Territory: Tips for Switching to Electronic Charts\nCharting Privacy Options\nConsent for Assessment/Treatment of Sensitive Areas\nCouples or Related Groups - Booking, Billing, Charting and Notifications\nChart Templates: Creating, Editing and Deleting a Template\nDeleting, Moving or Changing a Chart\nFiles Area in Chart\nExporting Chart Notes (Print or PDF)\nAdding CPT & Diagnosis Codes to Charts (US)\nAdding Billing & Diagnosis Codes to Charts on the Base Plan\nKeyboard Shortcuts\nLetters in Jane\nPhotos in Chart Notes/Documentation\nHow to add a Medical Alert, Pin or Star your Chart Entries\nPrescriptions\nPrint to PDF\nPrinting or Sharing Chart Entries (Treatment Plans)\nScanning and Uploading to Jane Charts\nSign & Lock Charts\nDay View: Sign and Lock Workflow\nSupervisor Sign Off (Manual Workflow)\nSwitching from Paper Charts to Electronic Charts\nUploads for Review - Labs, X-Rays and Other Reporting\nCustomizing Your Chart Footer\nMaking a Chart Amendment\nSmart Options & Narrative for Charting\nHelp! I accidentally archived a draft chart entry.\nSharing Patient Charts with a Third Party\nThe chart entry is complete, so why isn't the lock showing?\nBatch Chart Export for Practitioners\nCreating a Narrative Chart\nFormatting Chart Entries\nCharting for Classes and Group Appointments\nTips for Charting During Your Online Appointment\nOutcome Measure Surveys\nClinical Surveys\nTreatment Plans\nHow to Face Chart\nSupervision\nClient Aftercare Information\nAI Scribe: Getting Started\nMedical Aesthetics Hub\nMobile Services Hub\nAI Scribe: Sample Prompts\nCharting on a Mobile Device (Tablet or Smartphone)\nAI Scribe: FAQ and Troubleshooting\nAI Scribe: Working with Recordings\nBilling\nAdd Upcoming Appointments to the Bottom of Printed and Emailed Receipts\nAdjusting Invoice Dates\nApplying Patient Credit to a Specific Invoice\nAssigning Product/Inventory to Staff\nBilling for Per Unit (Mileage, Botox, Materials Used, Reporting etc.)\nDiscounts and Price Adjustments\nChanging Payment Method\nCreating a Credit Memo (Patient Credit when No Payment Received)\nCreating or Deleting a New Payment Method\nCreating a Patient Credit\nCreating a Product\nCredits and Owings - Investigating\nCustomize Patient Invoice Details\nDelete a Patient Payment (Taken or Applied in Error)\nEditing an Invoice with Payment Already Applied\nHow to Customize Receipts\nHow to Manually Override an Invoice\nIncreasing Your Fees\nMultiple Payment Methods\nPartially Pay an Invoice\nPatient and Insurer Info on Receipts\nPatient Statements\nPaying Balances Online\nPrinting or Emailing Receipts\nRefunding a Product/Inventory Purchase\nSearching by Invoice Number\nSelling a Product\nSupervising Therapist on Receipts\nTransitioning Your Patient Credits/Receivables to Jane\nUnapplying a Payment\nUnderstanding Invoice Reversals\nWriting Off Unpaid Amounts (and Reversing Them!)\nReconciliation Date: Reporting Invoice Changes Made Prior to a Certain Period\nOnline Booking Pre-Payments\nCreating an Invoice\nEmail a Patient Invoice\nThings to Know When Taking Your First Payments In Jane\nAn insurance company has sent me a credit card to process for reimbursement, what should I do?\nJane's Tips for Year End\nImporting Sales to Xero from Jane\nImporting Sales to Quickbooks Online (QBO) from Jane\nMultiple License Numbers\nSetting Up Your Billing Settings\nTips and Gratuities\nHide Client Information from Financial Emails\nCustomizing the Details & Price on an Unpaid Invoice\nShipping Fees on Products\nFAQ: Subscription Licenses and Jane's Usage Report\nRefunding a Patient Payment for an Appointment\nWorking with Online Gift Cards\nPayments for Related Clients\nAccounting Software and Jane\nHow to Bill Filler\nHow to Bill Neurotoxins (Botox, Dysport, Xeomin)\nHow to Bill and Manage Service Add-Ons for Online Booking\nHow to Create an Invoice for Administrative Tasks\nHow to Edit the Received and Applied Dates of Payments\nSetting up Multiple Jane Payments Accounts\nFailed Jane Payments Payouts\nChanging Your Jane Payments Banking Information\nVerification for your Jane Payments account 🇨🇦 🇺🇸\nHow To Get Paid Instantly with Jane Payments 🇨🇦\nDeleting a Credit Card from a Patient’s Profile\nU.S. 1099 tax forms\nHSA / FSA cards\nHow to confirm whether or not a refund was successfully processed?\nCreating Treatment Combinations\nPartially Refund a Payment\nHow to Redeem a Past Treatment under a Package\nDeleting or Reversing a Refund Recorded in Error\nDisabling Tax on an Individual Purchase\nHow to Manage a Wallet or Bank Style Package and Membership\nInvoicing for Minors\nMobile Services Hub\nSales Tax: Updating Past Invoices\nDeleting a Sales Tax\nCreating a Patient Invoice without an Appointment\nWhat's that odd, small charge on my patient's credit card?\nWhy did my client's card decline?\nReordering Diagnosis Codes\nBilling Insurance Claims For Telehealth Appointments (US)\nUsing HICAPS with Jane\nHow to Create and Send Quotes to Patients\nCollecting Payment for a No Show or Late Cancellation\nJane Payments & Stripe Canadian Verification FAQs 2024 🇨🇦💰\nCustomizing or Removing the Footer on Financial Documents\nProducts Hub\nBookkeeping Hub\nAutomated Balance Reminder (Insurance)\nHow to Delete an Invoice\nIssuing a Receipt for a Refund\nFamily Profiles - Turning Off Financial Communications for Children or Teens\nJane Payments\nJane Payments: Start Here\nSetting Up and Using Jane Payments\nJane Payments Terminal\nJane Payments FAQ\nJane Payments & Stripe KYC Verification\nSwitching to Jane Payments\nHow to Verify if a Jane Payment Transaction Was Processed Successfully\nTips on the Jane Payments Terminal\nJane Payments Payouts Report\nJane Payments Transactions Report\nJane Payments Monthly Processing Report\nWhat You’ll See on the Jane Payments Terminal\nWhen do I get my Jane Payments deposits?\nChargebacks & Disputes\nReports\nAccounts Receivable Report\nAppointments Reports\nApplied & Unapplied Payments Report\nBilling Reports\nBilling Summary Report\nCash Reconciliation Report\nThe Inventory Report, Product Price Lists and Calculating Retail Value\nDay End Procedures\nEmployee & Contractor Taxes with Jane\nExporting Reports and Customizing them in Excel\nHours Scheduled / Booked Report\nPatients Reports\nPatient Retention Report\nReferral Report\nReferral Commission\nReturn Visit Reminders\nReconciliation Date: Reporting Invoice Changes Made Prior to a Certain Period\nReconciling Your Accounts Receivable (A/R) Between Periods\nProduct Performance Report\nSales Report\nStrategies for Investigating Reports\nTransaction or \"Cash Out\" Report\nThe Practitioner Dashboard, Explained\nThe Practitioner Dashboard for Clinic Owners\nUnscheduled Patient Report\nWorking with the Purchase, Invoice, Received At, and Applied Dates\nReporting FAQs\nOnline Appointment Usage Report\nCompensating Product Sales by Profit Margin\nInsurance Policies Report\nHow to generate a list of Birthdays in Jane\nReports Overview\nReporting on New Patients\nInsurance Specific Reporting (US)\nYour 2024 with Jane FAQ\nIncome Categories (Compensation at Different Rates)\nPatient Forms Report (Beta)\nCommunity Resources\nCommunity Stories\nJane Community Guidelines\nWebinars & Events\n🎟 Jane Webinars & Events Library\nAllied 2022: Jane Summer School\nJane Summer School 2022: All Sessions\nWhat’s New in Jane: The Latest & Greatest (& What’s Coming Next!)\nDeveloping Your Collaborative Leadership Team\nKick A$$ Customer Service: Create a Stellar Patient Experience\nGetting Started with Jane: Everything You Need For a Smooth Transition\nLevel Up to a 7-Figure Group Practice!\nHow to Set Your Virtual Office up for Ultimate Practice Success\nHow Networking Can Help You Build Your Business & Avoid Burnout\nOperations Secrets for Easier Growth: How To Grow With Less Marketing\nZoom & Healthcare: A Conversation Between Jane Co-Founder, Alison Taylor & Zoom Head of Healthcare, Ron Emerson\nRoundtable: Security, Compliance & Data Privacy\nRoundtable: So You Want To Be a Therapist – Best Practices for Starting Your Practice\nPayment Powered Practice: Let Jane Help You Get Paid\nElements Required To Scale Your Business\nNew Workflow: Billing Secondary Insurance Claims\nPivot: Adversity is just an Opportunity\nMarketing Essentials: How a Children’s Game Can Teach You Everything You Need To Know About Marketing\nFrom Chart to Finish: Tips, Tricks & Tools to Master Charting in Jane\nYou’re Not in This Alone: Harnessing the Power of Community for Practice Success\nRethinking the Traditional Front Desk Model & Improving the Patient Experience\nWorkshop: Unlocking the Power of Jane’s Reports\nPatient Communication Strategies that grow Your Practice & Increase Trust\nCombatting Virtual Fatigue: Restoring Your Voice, Brain & Body After Online Sessions\nHow to Turn Appointment Data into Repeat Business, Reviews & Revenue\nRoundtable: Secrets to Successful Customer Support – Tips for Training & Maintaining Your Team\nQ&A: The Healthy Leader – Preparing Yourself For Practice Growth\nAllied 2021: Jane Summer School\nJane Summer School 2021: All Sessions\nBack to the Future: Where Jane's Been & Where We're Headed\nHiring, Training & Retaining an Exceptional Front Desk Team\n🇨🇦 General, Professional & Cyber Liability Insurance for Practitioners\nWorking With Couples & Families in Jane\nTurning Trust into Treatment: Practitioner-Patient Communication\nVirtual Assistant vs. Virtual Reception\nMoney Talks: How Jane Makes It Easy To Get Paid\nBuilding an Inclusive Workplace\nFront Desk Solutions For The SOLO Practitioner\nChart Smarter, Not Harder, With Jane\n🇬🇧 Cuppa with the Jane UK Team\nA Practitioner's Journey Through Burnout & Recovery\nThe Five Essentials Of Clinic Websites (& One Thing To Avoid)\nFantastic Reports & Where To Find Them\n🇺🇸 Billing in the USA: Tips & Tricks From Billers\nBest Practices: Privacy & Security in Jane (Webinar)\nCaring for Clients Near End-Of-Life & Coping With Loss as a Caregiver\n🇺🇸 A New ERA: US Insurance Billing Features in Jane\nBuilding Your Authentic Brand Story\nAllied 2020: The Virtual Community Conference\nAllied 2020: The Jane Virtual Community Conference: All Sessions\nPrivacy\nIs Jane PIPEDA compliant?\nIs Jane GDPR compliant?\nIs Jane HIPAA compliant?\nFIPPA/FOIPPA for the BC Public Sector\nJane for BCACC Members\nPrivacy Compliance for Clinics in British Columbia\nPrivacy: Compliance for Clinics in Alberta\nPrivacy Compliance for Clinics in Ontario\nPIPEDA and Other Privacy Laws in Canada\nGDPR Consent Language\nGDPR Consent Rules\nGDPR and Jane in the EU and the UK\nGDPR and Reminder Emails\nHIPAA and Appointment Emails\nHIPAA and Marketing Emails\nCalifornia Consumer Privacy Act (CCPA)\nIs Jane PCI-Compliant?\nProtecting Patient Data\nOnline Appointments and Privacy Laws\nCreating & Storing Compliant Clinical Notes\nWorking on a Shared Computer/Device\nThe U.S. Cures Act and Jane: Giving Your Patients Access to Their EHR\nSecurity and Privacy Best Practices\nWhat is a SOC 2 report?\nWho should be the Jane Account Owner?\nReceiving Support Securely\nHow To: Reset Your Jane Password\nJane's AI Principles\nStaff Access Levels\nDeleting Patient Data\nSecurity\nSecurity FAQ\nList of Security Features\nActivity Log\nAuto-Logout Duration\nEmail Encryption FAQ for Canada\nPassword Best Practices\nSecurity and Privacy Best Practices\nAll About the New Device Sign-in Email\nPhishing Safety\nWhat is a SOC 2 report?\nWho should be the Jane Account Owner?\nReceiving Support Securely\nThird Party Messaging Service FAQ\nHow To: Reset Your Jane Password\n2-Step Verification\nCloud Security White Paper\nUnauthorized Access: What to Do if Your Laptop/Phone is Lost or Stolen\nHow to reset your email password and enable Two-Factor Authentication (2FA)\nWait List Management\nUsing the Wait List\nUsing Automatic Wait List Notifications\nWait List Notifications: FAQ, Troubleshooting & Feature Development\nWhy Didn't my Patient Receive a Wait List Notification?: A Troubleshooting Guide\nNotifications & Reminders\nAdd Upcoming Appointments to the Bottom of Printed and Emailed Receipts\nUpdating Your Clinic Email Address & Phone Number\nCustomizing Language in Jane\nEmail Notifications\nEmail & SMS Reminders\nGDPR and Reminder Emails\nHow to Send an Email to All Patients\nPhone Reminders List\nReturn Visit Reminders\nTasks or To Dos\nMy Client Didn't Receive their Clinical or Outcome Measures Survey: A Troubleshooting Guide\nEmail Customization Cheatsheet (Appointment Reminder)\nEmail Customization Cheatsheet (Thanks for Booking)\nWhy Does My Patient or Client’s Email Say ”Bounced”?\nIntake Form Reminder Email FAQ\nWhy Does My Patient or Client’s Email Say ”Complaint”?\nHow to Verify your Email Address (for Staff and Patients)\nForms, Surveys, and Ratings\nForms, Surveys, and Ratings\nIntake Form FAQ\nIntake Forms\nHow to Format Text in Jane: A Markdown Cheatsheet\nMy Patient Didn’t Receive Their Intake Form: A Troubleshooting Guide\nCreating & Sending a Manual Intake Form\nConsent Forms\nUpdate Forms\nWhy Can’t My Client Access Their Intake Form?\nIntake Forms\nTake back your treatment time with Online Intake Forms\nBehavioral Health Hub\nPatient Profiles\nCouples or Related Groups - Booking, Billing, Charting and Notifications\nDeleting a Patient or Client Profile\nFamily Profiles - Managing Family Members (For Patients)\nFamily Profiles - Online Booking & Intake Forms\nFamily Profiles - Managing Family Members from the Patient Profile\nFamily Profiles - Payments with Shared Credit Cards\nHelping Patients Log In\nMarking a Patient as Inactive (Discharged or Deceased)\nMass Welcome Email\nMerging and Unmerging Patients\nCommunications Log\nMy Account - Your Patient/Client Portal\nPatient Preferred Name\nPatients Relationships\nPrefixes, Titles & Honorifics\nHow to View and Print Appointments for a Patient (Past or Upcoming Appointments)\nPronouns\nSharing Chart Entries with Patients\nAdd a Credit Card from the Client My Account Portal\nOnline Appointments and Privacy Laws\nTroubleshooting Tips for Subscribed Calendars\nSubscribing to your Calendar (For Patients)\nUpdating the Default Email Account On Your Device\nCustomizable Patient Sign Up Form\nCreating a Group\nGroups and Group Appointments FAQ\nPayments for Related Clients\nHow To: Reset Your Jane Password\nTest Patient/Client\nHow to Create a Client Profile Administratively\nJane's Mobile App for Clients\nJane's Mobile App for Clients (Guide for Clinics)\nHelp! My Patient Keeps Getting Logged in as a Family Member\nThe Patients Tab: A Snapshot of Your Full Patient List\nPatient/Client Help Hub\nHow to find Your Clinic’s Contact Information (for Patients)\nMessaging (Beta)\nJane's Mobile App for Clients: Signing in and Troubleshooting\nFamily Profiles - Turning Off Financial Communications for Children or Teens\nStaff Profiles\nEdit Individual Shifts\nAuto-Logout Duration\nCharting Privacy Options\nLog In Help: Username and Password\nDeactivating a Staff Member\nHelping Staff Sign In\nHow to Add a Profile Photo\nKeyboard Shortcuts\nMerging and Unmerging Staff Profiles\nCommunications Log\nPatient Privacy and Privacy Mode\nRegistration Numbers\nStaff Access Levels\nSetting up Staff and Adding a Staff Member to Your Jane Subscription\nSetting up Treatments\nSubscribing to Your Calendar (for Staff)\nSupervising Therapist on Receipts\nSetting Up Sales Taxes in Jane\nTroubleshooting Tips for Subscribed Calendars\nHelp! I’m a Practitioner but Keep Getting Logged In as a Patient\nTransitioning an Intern to a Practitioner\nCommission Rates by Location\nManaging Your Jane Subscription\nHow To: Reset Your Jane Password\nOffboarding Checklist: What to Do When Staff Leave\nEditing your Staff Email and/or Phone Number\nIncome Categories (Compensation at Different Rates)\nPractitioner Profiles\nDevice & Network Recommendations\nUsing Jane on a Tablet\nUsing Jane on a Smartphone\nBooking  a Break on a Mobile Device (Phone or other Small Screen)\nPractitioner Sign In\n​Booking a Break, Vacation and Holidays on Your Schedule\nLog In Help: Username and Password\nChart Parts for Creating a Chart Template\nChart Templates: Creating, Editing and Deleting a Template\nEmployee & Contractor Taxes with Jane\nHelping Staff Sign In\nIncreasing Your Fees\nKeyboard Shortcuts\nPrint to PDF\nDay View: Sign and Lock Workflow\nWho was Cancelled/Deleted from the Schedule?\nSubscribing to Your Calendar (for Staff)\nPractitioner's Home Base: Day Sheets & Charts\nPractitioner Training: Initial Signing In and Overview\nI Can't Access My Jane Account: A Troubleshooting Guide\nDay End Procedures: for Practitioners\nJane's Workshop\nPayroll\nPayroll Guide Hub\nTimesheets\nIncome Categories (Compensation at Different Rates)\nCompensation Report\nReferral Commission\nCommission Rates by Location\nCompensating Product Sales by Profit Margin\nUnderstanding Package & Membership Compensation\nCalculating Hourly Wages Based on Booked Hours\nCalculating Flat Fee Compensation Based on the Number of Services Provided\nMessaging\nMessaging (Beta)\nInsurance Billing (Canada)\nBilling No Shows and Late Cancellations to Third Party Payers\nBilling MSP Through Teleplan\nBilling To Insurers Without an Appointment (For Phone Calls/Chart Notes/Letters, etc.)\nBilling to WorkSafe BC - Physiotherapy\nBooking and Billing No Charge WSBC (WCB) Subsequent Visits\nCreate Custom Billing Codes\nCreating a Patient Policy (CA)\nCreating and Setting Up Insurers (CA)\nDirection to Pay - Billing to Lawyers\nGrouping and Ungrouping Insurer Invoices\nHow to Bill for Multiple Services on a Single Visit Using Billing Codes\nHow to Manually Override an Invoice\nICBC Invoicing and Reporting - Effective April 1, 2019\nICBC - Acupuncture\nICBC - Chiropractic\nICBC - Clinical Counselling\nICBC - Kinesiology\nICBC - Psychology\nICBC - Massage Therapy\nICBC - Physiotherapy\nInsurance Coverage & Taxes\nInsurer Underpayment (Adjusting Amount Paid by Insurer)\nReceiving an Insurer Payment\nTeleplan (MSP & WorkSafeBC) Rejections\nResetting Insurance Policy Counts and Limits\nSearching by Invoice Number\nTeleplan Late Submission Reason Code\nApply or Unapply an Insurer Payment\nWorking with Claim Submissions (Paper Insurer Invoices)\nPacific Blue Cross - Setting up your PROVIDERnet Integration\nPacific Blue Cross - Submitting Claims Through the PROVIDERnet Integration\nPacific Blue Cross - Reversing Claims Through the PROVIDERnet Integration\nAdding Billing Codes to Paid Invoices\nBilling to WorkSafe BC – Chiropractic\nTELUS eClaims - Submitting Claims and Eligibility Checks Through the TELUS eClaims Integration\nSetting Up a Fillable PDF Form\nHow to Populate a Fillable PDF File\nTELUS eClaims - Setting Up Your TELUS eClaims Integration\nTELUS eClaims - Reversing Submissions Through the TELUS eClaims Integration\n​Missing the Insurers Tab? Adding the Insurance add-on to the Practice or Thrive Plan\nWorking with Claim Submissions and Online Insurer Portals\nInsurer Statements\nDuplicate Insurers\nTELUS eClaims FAQ + Troubleshooting\nPended and On Hold Submissions with TELUS eClaims\nCollect Insurance Information on Intake Forms From Your Clients 📸\nHCAI billing in Jane: Block Billing Workflow\nHCAI billing in Jane: FAQ\nInsurance Mode on Claims: Payable to Patient vs Payable to the Clinic (CA)\nHow to Archive and Unarchive an Insurer\nRecording an Insurer is covering $0 (CA)\nBooking an Insured Visit\nHCAI billing in Jane: Third Party Billing Workflow\nHCAI billing in Jane: Hub\nTeleplan (MSP & WorkSafeBC) Rejection Codes\nCoordination of Benefits and Secondary Claims (CA) 🇨🇦\nHow to Set Up and Bill to a Third-Party Payer (CA)\nWhere to find a Teleplan Sequence Number in Jane\nRemoving the Insurance Add On and what to expect!\nDelete an Insurer Payment\nPacific Blue Cross Troubleshooting and Error Codes\nBilling Patients for Rejected Pacific Blue Cross PROVIDERnet Claims\nHow to Resubmit a Rejected TELUS eClaim\nUS Insurance Billing Training\nUS Insurance Billing Training Hub\n​Missing the Insurers Tab? Adding the Insurance add-on to the Practice or Thrive Plan\nUS Insurance Step 1\nUS Insurance Step 2\nUS Insurance Step 3\nStart Billing 1: Patient Insurance\nStart Billing 2: CPT & Diagnosis codes\nStart Billing 3: Insuring the Visit\nStart Billing 4: Claim Management & CMS1500 Forms\nStart Billing 5: EDI Claim Submission\nStart Billing 6: Posting Insurer Payments & EOBs\nUS Insurance Training Survey\nRemoving the Insurance Add On and what to expect!\nManaging Resubmissions & Corrected Claims\nBiller Training\nWelcome to Jane's US Biller Training Course 👋\nModule 1: Setting Up Insurers, Billing Codes & Billing Info\nModule 2: Claim Submissions & Management\nModule 3: Modifiers, creating a custom billing code, and changing & adding billing codes\nModule 4: Remittances\nModule 5: A/R Tracking (Aging Claims)\nJane's Insurance Billing USA\nUS Insurance Billing Additional Resources\n​Missing the Insurers Tab? Adding the Insurance add-on to the Practice or Thrive Plan\n🇺🇸 Integrated Claims with Claim.MD\n🇺🇸 Secondary Claims in Jane\n🇺🇸 Billing Secondary Insurance Claims\n🇺🇸 What's an ERA in Insurance Billing?\nERA Management Tool FAQ\nPosting Insurer Payments With Electronic Remittances (ERAs)\nCMS1500 Reference Sheet\nBilling Under a Different Practitioner (Rendering Provider)\nBilling Unlisted CPT Codes to Insurance\nCash Visits & Superbills\nCollect Insurance Information on Intake Forms From Your Clients 📸\nCourtesy Billing or Patient Pre-Pay (US)\nICD-10 Code Set Updates FAQ\nInsurance Claims & The CMS1500\nCreating & Managing Good Faith Estimates in Jane\nAdding CPT & Diagnosis Codes to Charts (US)\nSetting a Place of Service Code\nHow To Reconcile Insurance Claim Reversals\nPosting Insurer Payments With Paper EOBs\nSuperbills on the Base Plan\nSwitching Clearinghouses to Claim.MD\n🇺🇸 Integrated Claims with Claim.MD - FAQs\nBox 16\nBox 24\nBox 11\nBox 9\nBox 17\nBox 32\nBox 12\nBox 13\nBox 1\nBox 10\nBox 15\nBox 21\nBox 22\nBox 29\nBox 28\nBox 31\nBox 3\nBox 2\nThe Top Right Corner\nBox 4\nBox 5\nBox 6\nBox 7\nBox 14\nBox 18\nBox 19\nBox 20\nBox 23\nBox 25\nBox 26\nBox 27\nBox 33\nHow to Archive and Unarchive an Insurer\nCreating a Patient Insurance Policy (US)\nRe-booking Clients with the Same Insurance Info\nAdding Billing Codes to a Paid Invoice (to Create a Superbill)\n🇺🇸 Eligibility Checks with Claim.MD\nUploading an EDI File to Office Ally\nJane's Clearinghouse Integration 🇺🇸\nCreating and Setting Up Insurers (US)\nReordering Diagnosis Codes\nRefreshed Insurance Workflows: Transitioning Your Insurance Appointments\nBilling Insurance Claims For Telehealth Appointments (US)\nInsurance Specific Reporting (US)\nSubmitting a Claim when Medicare is the Secondary Payer\nDelete an Insurer Payment\nHow to Attach Supporting Documents to Claims in Claim.MD\nHow to Temporarily Disable the Claim.MD Integration\nCreating an EDI File to Submit to a Clearinghouse\nRecording an Additional Insurer Payment\nCreating Billing Codes (US)\nTreatment-Specific CPT Codes\nUK Insurance Billing\nUK Insurance Step 1 - Setting up Insurers 🇬🇧\nUK Insurance Step 2 - Billing Codes & Contract Rates 🇬🇧\nUK Insurance Step 3 - Insurance Policies 🇬🇧\nUK Insurance Step 4 - Insuring an Appointment 🇬🇧\nUK Insurance Step 5 - Invoicing & Payments 🇬🇧\nGift Cards\nDonating Gift Cards or Promos\nGift Cards Overview\nLoading a Gift Card Using a Credit on File\nRedeeming a Gift Card\nRefunding and Deleting a Gift Card\nReload an Existing Gift Card\nTips for Ordering Gift Cards\nTransferring a Gift Card Balance\nWorking with Online Gift Cards\nCreate and Load a Gift Card Administratively\nTeleplan\nAdding a Note to a Teleplan Claim\nAdding Your Data Centre to Jane\nBilling MSP Through Teleplan\nBilling to WorkSafe BC - Physiotherapy\nBilling to WorkSafe BC – Chiropractic\nBooking and Billing No Charge WSBC (WCB) Subsequent Visits\nDebit Request (Return Payment to Teleplan)\nEditing an Invoice with Payment Already Applied\nFavourite Teleplan Codes\nGST and Modifying Teleplan Billing Codes\nSending Teleplan Claims\nSigning Up for Teleplan\nTeleplan Diagnostic Codes (Area of Treatment)\nTeleplan Late Submission Reason Code\nTeleplan Status - Opted In Versus Opted Out\nTeleplan Transition\nCompensating Multiple Practitioners for Block Billing\nBilling for Photocopies / Records to WSBC\nPackages & Memberships\nSetting up a Package\nPackage & Membership Reports\nSelling, Redeeming and Refunding a Package\nWorking with Package & Membership Receipts\nUnderstanding Package & Membership Compensation\nPackages FAQs\nSetting up a Membership\nSelling a Membership\nDeleting and Cancelling Memberships\nMemberships FAQ\nRedeeming or Refunding Memberships\nHow to Redeem a Past Treatment under a Package\nPackages on a Payment Plan\nInsurance Friendly Packages\nPackages & Memberships Hub\nIntegrations\nFullscript and Jane\nFullscript - Recommendation Templates\nClinic Sites - Jane’s Website Integration\nGoogle Analytics\nMailchimp\nMailchimp Integration: A Troubleshooting Guide\nPhysitrack - Setting Up Your Integration\nPhysitrack - Using Jane & Physitrack Together\nPacific Blue Cross - Setting up your PROVIDERnet Integration\nPacific Blue Cross - Submitting Claims Through the PROVIDERnet Integration\nPacific Blue Cross - Reversing Claims Through the PROVIDERnet Integration\nTELUS eClaims - Setting Up Your TELUS eClaims Integration\nTELUS eClaims - Submitting Claims and Eligibility Checks Through the TELUS eClaims Integration\nTELUS eClaims - Reversing Submissions Through the TELUS eClaims Integration\nSubscribing to your Calendar (For Patients)\nDeep dive into calendar subscription issues with iCalendar\nSubscribing to Your Calendar (for Staff)\nTroubleshooting Tips for Subscribed Calendars\nFullscript FAQ + Troubleshooting\nPhysitrack FAQ + Troubleshooting\nTELUS eClaims FAQ + Troubleshooting\nHow to Send an Automated Birthday Email\nIntegrations Hub & FAQ\nIntegrated Outbound Fax\nTraining Video Playlists\nGetting Started with Jane\nJane's Scheduling Basics\nJane's Charting Basics\nJane's Payment Basics\nJane's Online Booking Basics\nJane's Insurance Billing 🇨🇦\nJane's Integrations\nWhy The Name \"Jane\"?\nPatient Feedback\nSetting up Ratings and Reviews\nReview your Ratings Report (for Clinic Owners & Practitioners)\nFilling out a rating survey (for Patients)\nSetting Up Your Location for Google Reviews\nRatings & Reviews FAQs\nTroubleshooting\nMailchimp Integration: A Troubleshooting Guide\nMy Client Didn't Receive their Clinical or Outcome Measures Survey: A Troubleshooting Guide\nTroubleshooting Blurry Logos, Email Headers and Online Booking Backgrounds\nWhy isn't my Availability Displaying Online? A Troubleshooting Guide\nStaff Member not Showing up on Schedule\nJane Support & Resources: Getting Help With Your Account\n​Missing the Insurers Tab? Adding the Insurance add-on to the Practice or Thrive Plan\nMy Patient or Client Didn’t Get Their Email Reminder: A Troubleshooting Guide\nDeep dive into calendar subscription issues with iCalendar\nTroubleshooting Tips for Subscribed Calendars\nHelp! I’m a Practitioner but Keep Getting Logged In as a Patient\nFullscript FAQ + Troubleshooting\nContact to Book\nWhy Does My Patient or Client’s Email Say ”Bounced”?\nI Can't Access My Jane Account: A Troubleshooting Guide\nJane Payments Terminal Troubleshooting\nOnline Appointments: A Troubleshooting Guide\nUnauthorized Access: What to Do if Your Laptop/Phone is Lost or Stolen\nHow to Update Your Microsoft Edge Browser\nHow to Update Your Google Chrome Browser\nHow to Update Your Firefox Browser\nHow to Update Your Safari Browser\nWhy Does My Patient's SMS Notification Say \"Failed\"?\nSecurity\nHow to reset your email password and enable Two-Factor Authentication (2FA)Putting Resources to Work\nSchedule\nPutting Resources to Work\n28 min read\nThrive Plan📣\nPlease note that Resources are a part of our Thrive Plan. For more info on the different plan options in Jane, check out our\nPricing Page\n.\nWe’ve put together this handy guide to share some examples of ways you can use our\nResources\nfeature to manage your Online Booking availability. We hope these examples help you understand how this feature works.\n👩‍🏫 Just a friendly reminder that Resources is a complex feature so this guide is a longer read. We’d recommend grabbing a refreshment and setting aside some time to really dive in as we explore Resources together.\nTo use Resources, a Full Access user will need to enable advanced scheduling features. Head to\nSettings > Schedule Settings\nto check on\nAdvanced Scheduling\nand\nSave\n.\nWe’d also recommend checking out our guide on\nResource booking - Working with limited resources\nto learn more about Resources as a feature before we jump into scenarios.\nScenario One - Rooms are a Resource\nScenario Two - Practitioner is the Resource\nScenario Three - Both Rooms and the practitioner are a Resource\nScenario Four - Rooms, the practitioner, and a piece of equipment are a Resource\nScenario Five - Rooms, multiple practitioners, and a piece of equipment are a Resource\nScenario One - Rooms are a Resource\nYou have shared rooms that are booked on a first come first served basis.\nIn our example scenario, we have three rooms shared by our RMTs, Amy and Susan.\nHere is how your Resources would be set up:\nOne Resource Pool for your different rooms\nIn our example, we called this “Treatment Rooms”\nEach available room would be a Resource within that Resource Pool\nIn our example, we have three total rooms and have created each one as a Resource: so “Room 1” goes in the “Treatment Rooms” Resource Pool and so on….\nHere is how your appointments would be set up:\nEach treatment will need\n1 required\nResource from the Resource Pool\nFor regular RMT appointments:\n📍 When booking appointments administratively, staff can select a specific room from the Resource Pool; however, when appointments are booked online Jane will randomly select the first available room as the Resource for that appointment.\n🔥 Hot Tip: If you’d like to see what practitioner is booked into what room for their appointment, you can head to your schedule and use the\nResources\nbutton to view the schedule for each Resource.\n🔝\nSkip back to top\nScenario Two - Practitioner is the Resource\nYou have a practitioner who can take multiple clients at once for certain appointment types but can only take one client at a time for other appointment types.\nIn our example scenario, we are working with a chiropractor, Marcus, who can see three clients at a time for subsequent appointments but only one client at a time for initial appointments\n.\n❗️Before we jump into this scenario, since you are working with a practitioner who can potentially see multiple clients at once, you’ll want to make sure you use our Rooms feature to create multiple Shifts within that practitioner’s schedule. We recommend using the\nManage Shifts\nfunction covered in our\nSetting Up Shifts\nguide coupled with the\nRoom Booking\nguide.\nHere is how your Resources would be set up:\nOne Resource Pool for your practitioner\nIn our example, we called this “Marcus”\nWithin that Resource Pool, you would create a practitioner Resource for the maximum amount of clients your practitioner can see at a time\nIn our example, because our chiropractor, Marcus, can see up to three clients at a time for subsequent appointments, we will create three practitioner Resources for our Resource Pool\n❗️ Something to keep in mind as you set up this scenario is that you will need to create your practitioner Resource appointments so that they are assigned to a specific staff member if there is more than one staff member opted into this discipline, rather than using a No Staff Member (Shared Treatment). This is so that one practitioner is not affected by the Resource availability of another practitioner within that same discipline.\n❗️Since you are now working with appointments that are assigned to specific staff members, you’ll want to make sure that\nBook by Staff Member\nin your\nSettings > Online Booking\nis enabled so that your patients are able to book staff specific appointments.\nHere is how your appointments would be set up:\nAppointment types that allow the practitioner to see more than one client at a time would be set to need\n1 Required\nResource from the Resource Pool\nAppointment types that require the practitioner exclusively, an initial visit for example, would be set to need\nAll Required\nResources from the Resource Pool\nFor subsequent chiropractic appointments where Marcus can see up to three clients at once:\nFor initial chiropractic appointments where Marcus can only see one client at a time:\nIn our example, when we go to book Marcus’ Subsequent Treatment, we can see that Jane requires only one of our Resources from the “Marcus” Resource Pool:\nHowever, when we go to book Marcus’ Initial Treatment & Assessment, we can see that Jane requires all three of the Resources from the “Marcus” Resource Pool:\n🔥 Hot Tip #1: We always recommend using the\nMagnifying Glass\n🔎 as a quick and easy way to check your work and how it reflects on your Online Booking Site.\nIn our example, when we use the Magnifying Glass to check the Online Booking Site availability for Marcus’ Subsequent Treatment, we can see that clients can book into any available time slots where an Initial Assessment And Treatment is not booked:\nHowever, when we use the Magnifying Glass to check the availability for Marcus’ Initial Assessment And Treatment, we can see that clients can only book into an available time slot where no other appointments are booked:\n🔥 Hot Tip #2: If you would prefer your appointments start at staggering times, check out Scenario 1 in our\nStaggered Booking Set Up (Multiple Rooms or Clients Overlapping)\nguide for info on how to enable Stagger Online Bookings.\n🔝\nSkip back to top\nScenario Three - Both Rooms and the Practitioner are a Resource\nYou have multiple rooms which are booked on a first come first serve basis. You also have a practitioner who can take multiple clients at once for certain appointment types but can only take one client at a time for other appointment types.\n📍Scenario three is a mix of scenario one and scenario two together. Feel free to check out both scenario one and scenario two for hot tips (marked with a  🔥) and additional notes (marked with a ❗️) on this scenario.\nIn this example scenario, we are working with RMTs, Amy and Susan, and a chiropractor, Marcus, who require a room for their appointments. Our chiropractor can see three clients at a time for subsequent appointments but only one client at a time for initial appointments\n.\nHere is how your Resources would be set up:\nTwo Resource Pools are needed\nOne Resource Pool for your Rooms\nIn our example, we called this “Treatment Rooms”\nOne Resource Pool for your Practitioner\nIn our example, we called this “Marcus”\nWhen setting up the Resource Pool for your rooms, each available room will be its own resource within that pool\nIn our example, we have three total rooms and have created each one as a Resource: so “Room 1” opted into the “Treatment Rooms” Resource Pool and so on….\nWhen setting up the Resource Pool for your practitioner, you will create a practitioner Resource for the maximum amount of clients your practitioner can see at a time\nIn our example, because our chiropractor, Marcus, can see up to three clients at a time for subsequent appointments, we have created three Resources for Marcus: so “Marcus 1” opted into the “Marcus” Resource Pool and so on…\nHere is how your appointments would be set up:\nEach appointment type would be set to need\n1 required\nResource from the room Resource Pool\nAppointment types that allow the practitioner to see more than one client at a time would be set to need\n1 Required\npractitioner Resource from the Resource Pool\nAppointment types that require the practitioner exclusively, an initial visit for example, would be set to need\nAll Required\npractitioner Resources from the Resource Pool\nFor regular RMT appointments:\nFor subsequent chiropractic appointments where Marcus can see up to three clients at once:\nFor initial chiropractic appointments where Marcus can only see one client at a time:\nIn our example, when we go to book a regular 30 Minute Massage appointment, we can see that Jane requires only one of our room Resources from the “Treatment Rooms” Resource Pool because our RMT, Amy, can only ever see one client at a time (so we have not created nor are we using a practitioner Resource Pool for Amy):\nHowever, when we go to book Marcus’ Subsequent Treatment, we can see that Jane requires one of our room Resources from the “Treatment Rooms” Resource Pool AND one of the practitioner Resources from the “Marcus” Resource Pool because Marcus needs a room for his appointment and he can see multiple clients at once for his subsequent appointments:\n🔥 As we did in scenario two, let’s use our handy Magnifying Glass 🔎 to check our work in the schedule:\nNotice how when we use the Magnifying Glass to check the Online Booking Site availability for Marcus’ Subsequent Treatment, we can see that Jane isn’t offering the 10:30 AM slot in Marcus’ schedule even though he could technically take a third client at that time. This is because there is no room availability since Susan and Amy, our RMTs, are already using Room 3 at that time:\n🔝\nSkip back to top\nScenario Four - Rooms, the practitioner, and a piece of equipment are a Resource\nYou have multiple rooms booked on a first come first serve basis, a practitioner who can take multiple clients at once for certain appointment types but can only take one client at a time for other appointment types, and a piece of equipment shared among the clinic.\n📍Scenario four is a mix of scenario one and scenario two with an added Resource for a shared piece of equipment among the clinic. Feel free to check out both scenario one and scenario two for hot tips (marked with a  🔥) and additional notes (marked with a ❗️) on this scenario.\nIn this example scenario, we are working with RMTs, Amy and Susan, a chiropractor, Marcus, and a physiotherapist, Jonathan, who require a room for their appointments. Our chiropractor can see three clients at a time for subsequent appointments but only one client at a time for initial appointments\n.\nBoth our chiropractor and our physiotherapist require X-ray equipment for their initial appointments.\nHere is how your Resources would be set up:\nThree Resource Pools are needed\nOne Resource Pool for your Rooms\nIn our example, we called this “Treatment Rooms”\nOne Resource Pool for your Practitioner\nIn our example, we called this “Marcus”\nOne Resource Pool for your piece of equipment\nIn our example, we called this “X-Ray”\nWhen setting up the Resource Pool for your rooms, each available room will be a Resource within that pool\nIn our example, we have three total rooms and have created each one as a Resource: so “Room 1” opted into the “Treatment Rooms” Resource Pool and so on….\nWhen setting up the Resource Pool for your practitioner, you will create a practitioner Resource for the maximum amount of clients your practitioner can see at a time\nIn our example, because our chiropractor, Marcus, can see up to three clients at a time for subsequent appointments, we have created three Resources for Marcus: so “Marcus 1” opted into the “Marcus” Resource Pool and so on…\nWhen setting up the Resource Pool for your piece of equipment, the equipment will be a Resource within that pool\nIn our example, we only have one X-Ray in the clinic which is shared among the clinic so we created one Resource for it within its own Resource Pool: so “X-Ray” opted into the “X-Ray” Resource Pool\nHere is how your appointments would be set up:\nEach appointment type would be set to need\n1 required\nResource from the room Resource Pool\nAppointment types that allow the practitioner to see more than one client at a time would be set to need\n1 Required\npractitioner Resource from the Resource Pool\nAppointment types that require the practitioner exclusively, an initial visit, for example, would be set to need\nAll Required\npractitioner Resources from the Resource Pool\nAppointment types that require your piece of equipment, an initial visit for example, would be set to need\n1 Required\nequipment Resource from the Resource Pool\nFor regular RMT appointments:\nFor initial physiotherapy appointments that require our x-ray equipment:\nFor subsequent chiropractic appointments where Marcus can see up to three clients at once and does not need the x-ray equipment:\nFor initial chiropractic appointments where Marcus can only see one client at a time and requires the x-ray equipment:\nIn our example, when we go to book a regular 60 Minute Massage appointment, we can see that Jane requires only one of our room Resources from the “Treatment Rooms” Resource Pool because our RMT, Amy, can only ever see one client at a time (so we have not created nor are we using a practitioner Resource Pool for Amy) nor does she require the x-ray Resource from the “X-Ray” Resource Pool:\nThen when we book a physiotherapy Initial Assessment & Treatment, Jane requires one of our room Resources from the “Treatment Rooms” Resource Pool and our x-ray Resource from our “X-Ray” Resource Pool. However, since our physiotherapist, Jonathan, can only ever see one client at a time we have not created or used a practitioner Resource Pool for these appointments:\nLastly, when we book Marcus’ Initial Assessment & Treatment, Jane requiresone of our room Resources from the “Treatment Rooms” Resource Pool, three of the practitioner Resources from the “Marcus” Resource Pool, and also the x-ray Resource from the “X-Ray”  Resource Pool because Marcus needs a room for his appointment, he can only see one client at a time for his initial appointments, and he requires the x-ray for those initial appointments:\n🔥 As we did in scenarios two and three, let’s use our handy Magnifying Glass 🔎 to check our work in the schedule:\nNotice how when we use the Magnifying Glass to check the Online Booking Site availability for Marcus’ Initial Assessment And Treatment, we can see that Jane isn’t offering the 10:30 AM slot in Marcus’ schedule even though he doesn’t have any clients booked at that time and Room 3 is available. This is because the x-ray is not available since it is being used by Jonathan, our physiotherapist, at that time:\n🔝\nSkip back to top\nScenario Five - Rooms, multiple practitioners, and a piece of equipment are a Resource\nYou have multiple rooms booked on a first come first serve basis, multiple practitioners who can take multiple clients at once for certain appointment types but can only take one client at a time for other appointment types, and a piece of equipment shared among the clinic.\n📍Scenario five is a mix of scenario one and scenario two with a second practitioner Resource and an added Resource for a shared piece of equipment among the clinic. Feel free to check out both scenario one and scenario two for hot tips (marked with a  🔥) and additional notes (marked with a ❗️) on this scenario.\nIn this example scenario, we are working with RMTs, Amy and Susan, and two chiropractors, Marcus and Frank, who require a room for their appointments. Our chiropractor, Marcus, can see three clients at a time for subsequent appointments but only one client at a time for initial appointments. Our chiropractor, Frank, can see two clients at a time for subsequent appointments but only one client at a time for initial appointments. Both chiropractors require X-ray equipment for their initial appointments.\nHere is how your Resources would be set up:\nFour Resource Pools are needed\nOne Resource Pool for your Rooms\nIn our example, we called this “Treatment Rooms”\nOne Resource Pool for your first Practitioner\nIn our example, we called this “Marcus”\nOne Resource Pool for your second Practitioner\nIn our example, we called this “Frank”\nOne Resource Pool for your piece of equipment\nIn our example, we called this “X-Ray”\nWhen setting up the Resource Pool for your rooms, each available room will be a Resource within that pool\nIn our example, we have three total rooms and have created each one as a Resource: so “Room 1” opted into the “Treatment Rooms” Resource Pool and so on….\nWhen setting up the Resource Pool for each of your practitioners, you will create a practitioner Resource for the maximum amount of clients your practitioner can see at a time\nIn our example, because our chiropractor, Marcus, can see up to three clients at a time for subsequent appointments, we have created three Resources for Marcus: so “Marcus 1” opted into the “Marcus” Resource Pool and so on…\nHowever, because our chiropractor, Frank, can only see up to two clients at a time for subsequent appointments, we have created two Resources for Frank: so “Frank 1” opted into the “Frank” Resource Pool and so on…\nWhen setting up the Resource Pool for your piece of equipment, the equipment will be a Resource within that pool\nIn our example, we only have one X-Ray in the clinic which is shared among the clinic so we created one Resource for it within its own Resource Pool: so “X-Ray” opted into the “X-Ray” Resource Pool\n❗️ Something to keep in mind as you set up this scenario is that you will need to create your practitioner Resource dependant appointments so that they are assigned to a specific staff member. This is so that one practitioner is not affected by the Resource availability of another practitioner within that same discipline.\nIn our example, this would be the appointments for Marcus and Frank. Both Marcus and Frank would require their own set of appointments which are assigned to them directly. This way, when we set up Marcus’ appointments, we can specify how many of the “Marcus” Resources are needed for each appointment and the same would go for setting up Frank’s appointments with the “Frank” Resources.\n❗️Since you are now working with appointments that are assigned to specific staff members, you’ll want to make sure that\nBook by Staff Member\nin your\nSettings > Online Booking\nis enabled so that your patients are able to book staff specific appointments.\nHere is how your appointments would be set up:\nEach appointment type would be set to need\n1 required\nResource from the room Resource Pool\nAppointment types that allow the practitioner to see more than one client at a time would be set to need\n1 Required\npractitioner Resource from the Resource Pool\nAppointment types that require the practitioner exclusively, an initial visit for example, would be set to need\nAll Required\npractitioner Resources from the Resource Pool\nAppointment types that require your piece of equipment, an initial visit for example, would be set to need\n1 Required\nequipment Resource from the Resource Pool\nFor regular RMT appointments:\nFor initial chiropractic appointments with Marcus that require our x-ray equipment:\nFor subsequent chiropractic appointments with Marcus where Marcus can see up to three clients at once and does not need the x-ray equipment:\nFor initial chiropractic appointments with Frank that require our x-ray equipment:\nFor subsequent chiropractic appointments with Frank where Frank can see up to two clients at once and does not need the x-ray equipment:\nIn our example, when we book a regular 60 Minute Massage appointment, Jane requires only one of our room Resources from the “Treatment Rooms” Resource Pool because our RMT, Amy, can only ever see one client at a time (so we have not created nor are we using a practitioner Resource Pool for Amy) nor does she require the x-ray Resource from the “X-Ray” Resource Pool:\nThen, when we book Marcus’ Initial Assessment & Treatment, Jane  requires one of our room Resources from the “Treatment Rooms” Resource Pool, three of the practitioner Resources from the “Marcus” Resource Pool, and also the x-ray Resource from the “X-Ray”  Resource Pool because Marcus needs a room for his appointment, he can only see one client at a time for his initial appointments, and he requires the x-ray for those initial appointments:\nNext, when we book Frank’s Initial Assessment & Treatment, Jane requires one of our room Resources from the “Treatment Rooms” Resource Pool, two of the practitioner Resources from the “Frank” Resource Pool, and also the x-ray Resource from the “X-Ray”  Resource Pool because Frank needs a room for his appointment, he can only see one client at a time for his initial appointments, and he requires the x-ray for those initial appointments:\nLastly, when we book either of the chiropractor’s Subsequent Treatment, Jane requires one of our room Resources from the “Treatment Rooms” Resource Pool and one of the practitioner Resources from either the “Marcus” or the “Frank” Resource Pool because each chiropractor needs a room for their appointment, they can see multiple clients at a time for their subsequent appointments, and they don’t require the x-ray Resource from the “X-Ray” Resource Pool for their subsequent appointments:\n🔥 As we did in scenarios two, three, and four, let’s use our handy Magnifying Glass 🔎 to check our work in the schedule:\nNotice how when we use the Magnifying Glass to check the Online Booking Site availability for Marcus’ Initial Assessment And Treatment, we can see that Jane is offering the 11:15 AM slot as the next available appointment. This is because Jane is scanning the schedule for all three of the practitioner Resources from the “Marcus” Resource Pool, one of the room Resources from the “Treatment Rooms” Resource Pool, and the x-ray equipment from the “X-Ray” Resource Pool:\n🔝\nSkip back to top\nThere you have it friends! 🤩 Those are a few common scenarios we see Resources used for and we hope these help you get a better understanding of how this amazing feature can help you manage your scheduling.\nThat being said, if your scenario doesn’t match one of those outlined above, or even if you’d just like a helping hand with your setup, we’d be happy to chat with you. Feel free to check out our\nContact Us\npage if you’d like.\nWe’ll also plug our\nResource booking - Working with limited resources\nand\nResource FAQ & Troubleshooting\nguides for you in case you’d like to pop into those.\nWe would really appreciate any feedback you may have regarding Resources as a feature or this example scenarios guide. If you’d like to leave your feedback about the Resources feature, please feel free to pop into our\nFeature Request\npage. If you have suggestions on how this guide could be more helpful, we’d love it if you could\nreach out and let us know\n.Subscribe to our monthly newsletter.Jane Software Inc.\n500 - 138 13th Street East, North Vancouver\nBritish Columbia, Canada V7L 0E5\nContact Us\n+1 844-310-JANE (5263)\n+44 808 164 0893\n+61 1 800 940 893\n+1 604-670-JANE (5263)\nseejanerun@janeapp.com\nWant to keep up-to-date with everything that’s new in Jane? Subscribe to our monthly newsletter.",
  "images": [
    {
      "url": "https://jane.app/assets/jane-header-logo-5ed0c48b9f7d1634665009efe48392b1f8e34416b9753ead206154f8e6083036.svg",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/assets/jane-header-logo-5ed0c48b9f7d1634665009efe48392b1f8e34416b9753ead206154f8e6083036.svg",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/assets/icons/stack_3_layers_dark_grey-ee2e7f7383bf4e2a645d41a092cdd5705017731466ea8e5f68819423887cdac0.svg",
      "alt": "Features",
      "title": ""
    },
    {
      "url": "https://jane.app/assets/icons/stack_2_layers_dark_grey-7320907fa4e9bc366bdbf1c0f0851e53cd0eae755c37f0e143098652126300a5.svg",
      "alt": "More from Jane",
      "title": ""
    },
    {
      "url": "https://jane.app/assets/icons/arrow_right_aqua-44fd64c285b864d54d7b80a7e51fe92c373aa86ded9e6e4fa710b8ba4995339f.svg",
      "alt": "Feature Overview",
      "title": ""
    },
    {
      "url": "https://jane.app/assets/icons/stack_3_layers_dark_grey-ee2e7f7383bf4e2a645d41a092cdd5705017731466ea8e5f68819423887cdac0.svg",
      "alt": "Features",
      "title": ""
    },
    {
      "url": "https://jane.app/assets/icons/stack_2_layers_dark_grey-7320907fa4e9bc366bdbf1c0f0851e53cd0eae755c37f0e143098652126300a5.svg",
      "alt": "More from Jane",
      "title": ""
    },
    {
      "url": "https://jane.app/assets/icons/arrow_right_aqua-44fd64c285b864d54d7b80a7e51fe92c373aa86ded9e6e4fa710b8ba4995339f.svg",
      "alt": "Feature Overview",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/abbf755d-1198-442e-a652-73569ec424ca",
      "alt": "screenshot of enabling Advance Scheduling settings",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/91d5eb7e-01c5-497f-9199-9df2e7f4ca35",
      "alt": "screenshot of resource setup",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/8d6c21c5-24ad-45a7-acfe-71d59750b65b",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/c3b7023e-a8a6-4e32-82d6-aa27572a803a",
      "alt": "a screenshot of resources in the appointment panel",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/59f14fe7-e94e-4892-b350-f77cdfc69b81",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/0f8d2c39-825b-40df-92a3-f5cfef1f04c4",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/a6902c3f-7b00-4928-b43f-9035a24cc8ec",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/bafa7bd5-7d5f-4e11-abc3-c3c5009f939a",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/e8f4ad2c-b817-499f-88fb-495b87e0c8fb",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/79004979-a8e7-48c1-a1cd-43963c803b54",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/15ab917f-879e-4534-ba19-be420a1983a7",
      "alt": "a screenshot of resources in the appointment panel",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/bc0250c7-6aca-40e2-947d-6154243ceaca",
      "alt": "a screenshot of resources in the appointment panel",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/4bbf083a-7c8c-4ce3-ac44-e141f6370f17",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/8be76a68-7dd1-4622-9391-323320fb25a6",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/c0d67695-59a0-4d52-acd8-b0bf0f1d6fbb",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/b10807b5-d9b1-462c-8a83-0284652244e0",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/ac2c9f81-6343-4c9f-a975-8a81306d25d9",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/2444f7c0-fefa-437c-a4ff-06ea6cf0cd84",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/d8237e06-61f7-4d8b-ae53-e95c33de6db1",
      "alt": "a screenshot of resources in the appointment panel",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/afcbbe3e-a81c-45e0-a36d-8cf90b48c719",
      "alt": "a screenshot of resources in the appointment panel",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/6a85b5f6-ec7a-4227-a24b-71d1042fa1c7",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/7fcf7f53-dadc-42e8-b955-36e552cb379d",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/23c451b7-d5ad-4eaf-83d4-2481728b85f6",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/25108f18-0172-4d90-8843-7c1bddfea1a4",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/f57d35c5-1ab2-45ed-b38d-64395aed9f4e",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/fb5d1582-c475-4058-beba-1dffb4829769",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/4d4a3594-5be6-4889-9315-2d290d363da2",
      "alt": "a screenshot of resources in the appointment panel",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/dd754732-411a-49ff-abfa-b80f32064e01",
      "alt": "a screenshot of resources in the appointment panel",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/764bf81b-1233-4b71-a381-893eec3ccc71",
      "alt": "a screenshot of resources in the appointment panel",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/675f438a-8b36-487b-a2d6-44aa74895943",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/6813a9ac-d311-447a-ad58-231f0875d709",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/5f4e86e5-24c9-4610-9e32-1d6063db416a",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/1d02e155-0c6c-49c1-aeab-1b72403b76cd",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/8fde1421-516c-43e7-9a53-88ca8f2174f4",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/d6d3e479-b9d8-4f5b-a537-ec958cc8a4de",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/6eca8a52-f4ca-4cf9-b039-679889faa586",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/1a46ef7a-b687-4913-9883-bba1985655f1",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/31cce8d1-59a9-4549-9104-846fac033336",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/2d2a0a85-4235-471c-b7c0-cde8265484df",
      "alt": "a screenshot of resources in the appointment panel",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/a0eef44a-5e60-4f7f-8bc8-8cb35e424260",
      "alt": "a screenshot of resources in the appointment panel",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/375a7754-ec6b-4649-a0ff-baa5921048a3",
      "alt": "a screenshot of resources in the appointment panel",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/3ea2c020-1610-411d-8c63-26785a469a29",
      "alt": "a screenshot of resources in the appointment panel",
      "title": ""
    },
    {
      "url": "https://jane.app/thumbs/19b08a90-0491-42c4-9b8e-23b372036f74",
      "alt": "",
      "title": ""
    },
    {
      "url": "https://jane.app/assets/see-jane-run-3391a88ce3b589c298b8f49eed29f6e88b867c00e0cf51fcb2294d395acd6472.svg",
      "alt": "See Jane run your practice",
      "title": ""
    }
  ],
  "category": "Schedule",
  "category_index": 10,
  "scraped_at": "2025-08-07 00:20:18"
}